{"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2193"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2194"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2199"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}],"prefLabel":{"de":"Kompetenzen"},"topConceptOf":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Leben existiert in großer Vielfalt. Selbst unter extremen Bedingungen findet sich Leben und zeigt sich mitunter in kuriosen Formen. Einige Schülerinnen und Schüler verfügen über punktuelles Spezialwissen zu Lebewesen verschiedener Biotope und Klimazonen. Das Themenfeld bietet Raum, Spezialwissen auszutauschen und darüber hinaus den Blick für die Biodiversität der eigenen Umgebung zu öffnen.<br />Das Themenfeld motiviert für die Beschäftigung mit der Natur und fördert das Engagement für den Erhalt der Biodiversität. Erkundungen und Echtbegegnung sind deshalb unverzichtbarer Teil der Unterrichtsgestaltung.<br />Ein Schwerpunkt des Themenfeldes ist die Erweiterung der Artenkenntnis, um damit Artenvielfalt bewusst werden zu lassen. Das Kennenlernen ausgewählter Vertreter verschiedener Taxonomieebenen, deren fachgerechte Beschreibung und Ordnung in das System der Lebewesen sind charakteristische Elemente des Unterrichts. Der Vergleich zwischen belebter und unbelebter Natur führt zu den Kennzeichen des Lebendigen und macht mit der Methode des kriteriengeleiteten Vergleichens vertraut. Die Kenntnis dieser Kennzeichen ermöglicht zielgerichtetes und fachbezogenes Recherchieren, sie ist grundlegend für die spätere Entwicklung von Basiskonzepten.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Die Basiskonzepte (System, Struktur-Eigenschaft-Funktion, Energie, Entwicklung) werden angebahnt.</em></p>\n<p>Lebewesen haben charakteristische Kennzeichen. Lebewesen unterscheiden sich in anatomischen und physiologischen Merkmalen, die zur taxonomischen Einordnung herangezogen werden können. </p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Kennzeichen des Lebendigen Artenvielfalt (Biodiversität) Systematik:\n<ul>\n<li>Bakterien, Einzeller, Pilze, Pflanzen, Tiere;</li>\n<li>Tierstämme;</li>\n<li>Wirbellose, Wirbeltiere; Insekten;</li>\n<li>Wirbeltierklassen: Fische, Amphibien, Reptilien, Vögel, Säugetiere</li>\n</ul>\n</li>\n</ul>\n<p><img src=\"/media/1273\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Um die Vielfalt zu erfassen, werden Lebewesen geordnet. Dabei können Tiere und Pflanzen in eine vorgegebene systematische Ordnung einsortiert werden oder es werden anhand selbst entwickelter Kriterien eigene Ordnungssysteme erstellt. Der Umgang mit Bestimmungsschlüsseln erfordert die Kenntnis anatomischer Merkmale. Je nach Lerngruppe kann es herausfordernd sein, Bestimmungsschlüssel selbst zu erstellen.<br />Die makroskopische Betrachtung weniger Merkmale einiger Organismen reicht aus, um ein Grundverständnis zur systematischen Ordnung zu erwerben. Durch Variationen der zu untersuchenden Lebewesen oder der Art der zu beschreibenden Merkmale lässt sich eine Differenzierung erreichen. Dies schließt auch die Verwendung optischer Hilfsmittel (Lupe, Mikroskop) ein.</p>\n<p><strong>Bezüge: </strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 1 Sinnesorgane</li>\n<li>TF 2 Mikrokosmos</li>\n<li>TF 3 Fortbewegungsorgane</li>\n<li>TF 4 Biodiversität</li>\n<li>TF 5 Angepasstheit </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 2 Vielfalt als Folge von Evolution</li>\n<li>TF 5 Veränderung von Ökosystemen, Artenschwund </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 1 Klassifizierung von Stoffen </li>\n</ul>\n</li>\n<li><strong>Physik </strong>\n<ul>\n<li>--</li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8867"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8869"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8868"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8870"}],"prefLabel":{"de":"1. Vielfalt"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Wie entwickelten sich die Lebewesen? Im Unterricht der Orientierungsstufe haben die Schülerinnen und Schüler Kenntnisse über Züchtung und Zuchtwahl erworben. Ausgehend von deren Vorstellungen wird das Evolutionskonzept weiterentwickelt.<br />Ziel ist es, die Evolutionstheorie als Erklärungsbasis für biologische Phänomene einzuführen und im weiteren Verlauf der Mittelstufe weiter zu entwickeln. Die Schülerinnen und Schüler lernen die Entstehung und Vielfalt des Lebens wissenschaftlich zu erklären.<br />Das in der Orientierungsstufe erworbene Verständnis über Zuchtwahl wird genutzt, um das Zusammenspiel von Variabilität, Mutation und Selektion als Ursachen für Veränderung zu verstehen. Merkmalskombinationen und Mutation sind zufällig. Deren Wirkung über große Zeiträume hinweg führt zur Vielfalt der Arten. Der Evolutionsprozess ist unumkehrbar, ausgestorbene Arten sind unwiderruflich verloren. Evolution ist ein permanenter und nicht abgeschlossener Prozess.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Entwicklung</em><br />Mutation, Variabilität und Selektion sind Ursachen der Evolution.<br />Durch Mutation und Selektion entwickelten sich aus einfachen Formen im Laufe der Evolution komplexe, hoch spezialisierte Organismen.<br />Durch sexuelle Fortpflanzung wird die Variabilität erhöht. Angepasste Organismen haben einen größeren Fortpflanzungserfolg.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Mutation (Veränderbarkeit)</li>\n<li>Variabilität (Unterschiedlichkeit)</li>\n<li>Selektion (natürliche Auslese)</li>\n<li>Evolutionstheorie nach Darwin</li>\n<li>Stammbaum</li>\n<li>Verwandtschaft</li>\n<li>Angepasstheit</li>\n</ul>\n<p><img src=\"/media/1274\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong></p>\n<p>Ein grundlegendes Verständnis der Evolutionstheorie kann durch Anwendung auf eingängige Beispiele, z. B. Pferdehuf, erreicht werden. Darüber hinaus können komplexere Entwicklungsreihen vertiefend herangezogen werden. Das Phänomen Evolution wird damit beschrieben, eine Erklärung ist nicht leistbar.<br />Das Lesen von Stammbäumen ist eine grundlegende Kompetenz. Zur Behandlung auf höherem Anspruchsniveau kann ein Stammbaum selbst erstellt werden.<br />Modelle zur Darstellung nicht vorstellbarer evolutiver Zeiträume können vorgegeben oder von Schülerinnen und Schülern selbst entwickelt werden.<br />Das Ähnlichkeitsprinzip führt zur Feststellung von Verwandtschaft. Die Abgrenzung von homologer und analoger Entwicklung kann vertiefend eingebracht werden, z. B. Stromlinienform von Wal, Pinguin und Fisch.<br />Bringen die Lernenden genetisches Vorwissen ein, kann dies genutzt werden, um Vielfalt zu erklären (Veränderung von Erbanlagen, Kombination von Erbanlagen).</p>\n<p><strong>Bezüge:</strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 4 Zuchtwahl </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 1 Vielfalt</li>\n<li>TF 5 Veränderung von Ökosystemen</li>\n<li>TF 10 Meiose und Befruchtung</li>\n<li>TF 11 Humanevolution</li>\n<li>TF 12 Folgen menschlichen Handelns </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 10 Mutagene </li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>-- </li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8873"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8871"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8872"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8874"}],"prefLabel":{"de":"2. Vielfalt und Veränderung"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>In der Orientierungsstufe haben die Schülerinnen und Schüler Zellen als kleinste Einheiten von Lebewesen kennen gelernt. Auch der menschliche Körper besteht aus Zellen. Diese brauchen Nährstoffe als Bau- und Brennstoffe. Die Zellen beziehen Energie durch Verbrennung der Nährstoffe, dazu wird Sauerstoff aufgenommen.<br />In diesem Themenfeld geht es darum, den Funktionszusammenhang der inneren Organe kennenzulernen und über den eigenen Körper fachgerecht sprechen zu können. Ausgehend von der Erkenntnis, dass Nahrung im Körper nicht einfach verschwindet, wird die Zellatmung in den Mittelpunkt gerückt. Die Atem-, Verdauungs- und Herz-Kreislauf-Organe sind optimal an ihre Aufgabe, die Zellen zu versorgen, angepasst. Dabei werden Stoffaufnahme, Transport und Stoffumwandlung näher betrachtet. Der Schwerpunkt des Themenfeldes ist die Entwicklung des Basiskonzeptes Struktur-Eigenschaft-Funktion auf der Ebene der Organe.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Energie</em><br />Glucose ist ein Energieträger. Bei der Zellatmung wird Energie frei, die für den Erhalt der Lebensvorgänge genutzt wird, unter anderem zum Aufbau von Speicherstoffen, z. B. Fett.<br /><em>System und Systemebenen</em><br />Ein Organismus tauscht mit der Außenwelt Materie und Energie aus.<br />Organismen bestehen aus Organen und Zellen.<br />Organe sind Funktionseinheiten von Organismen.<br />Zellen sind kleinste Einheiten von Organen.<br />Organismen und Organe sind so gebaut, dass Zellen versorgt werden.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Der Aufbau der Atmungsorgane, des Herz-Kreislauf-Systems und der Verdauungsorgane ist an die jeweiligen Funktionen angepasst. Die große Oberfläche (von Lunge, Dünndarm, Kapillarsystem) ermöglicht die schnelle Aufnahme und Abgabe von Stoffen.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Organismus und Zelle</li>\n<li>Verdauungs- und Atmungsorgane</li>\n<li>Atmung</li>\n<li>Blutgefäße (Arterien, Venen, Kapillaren)</li>\n<li>Herz</li>\n<li>Zellatmung</li>\n<li>rotes Blutkörperchen (Erythrozyt)</li>\n<li>Blutserum</li>\n<li>Kohlenstoffdioxid</li>\n<li>Sauerstoff</li>\n<li>Glucose (Traubenzucker)</li>\n<li>Stofftransport</li>\n</ul>\n<p><img src=\"/media/1275\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Der Wechsel der Systemebenen vom Organismus zur Zelle stellt eine Verstehensbasis dar, die für alle weiteren Themenfelder von Bedeutung ist. Ein grundlegendes Verständnis des Zusammenhangs von Struktur und Funktion wird auf der Ebene der Organe erreicht. Die Betrachtung zellulärer Strukturen (z. B. Darmzotten, Blutzellen) stellt eine Vertiefung dar.<br />Die Regulation des Blutzuckerspiegels oder die Leistungsanpassung des Herz-Kreislauf-Systems sind thematische Erweiterungen, welche die Chance bieten, in das Regulationskonzept einzuführen.<br />Großes Differenzierungspotential findet sich auf der Ebene der Kompetenzen: Die Beschäftigung mit der zellulären Ebene macht die Beschreibung von Vorgängen auf Teilchenebene nötig. Grundlegende Fertigkeiten im Umgang mit Modellen werden hier erworben oder entwickelt. Der Abstraktionsgrad kann je nach Wahl der Symbolik (z. B. einfache Teilchensymbole oder chemische Formeln) variiert werden.</p>\n<p><strong>Bezüge: </strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 2 Zellen</li>\n<li>TF 3 Bewegung (Energie, Energiewandlerketten, Energieträger)</li>\n<li>TF 7 Teilchenmodell</li>\n<li>TF 8 Gesundheit</li>\n<li>(Organlandkarten und Versuche zu Körperfunktionen, Leistungsanpassung des Herz-Kreislauf-Systems) </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 4 Energie, Energieträger</li>\n<li>TF 5 Kohlenstoffkreislauf, Formelsprache</li>\n<li>TF 8 Sportmedizin (Energie, Energiewandlerketten, Energiespeicher) </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 3 Verbrennungsreaktion, Energieträger, Formelsprache</li>\n<li>TF 7 Makromoleküle </li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>TF 4 Bewegung, Energie</li>\n<li>TF 8 thermische Energieströme </li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8875"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8877"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8879"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8876"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8878"}],"prefLabel":{"de":"3. Organismus, Organe, Zellen – Versorgung mit Stoffen und Energie"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>In der Orientierungsstufe haben die Schülerinnen und Schüler die Fotosynthese kennengelernt. <br />lernt. Das Sonnenlicht ist die primäre Energiequelle der Erde und Pflanzen sind unverzichtbar für das Leben.<br />Die Schülerinnen und Schüler verstehen die Bedeutung der pflanzlichen Stoffproduktion. Sie nutzen die Vielfalt der Naturstoffe, z. B. als Brennstoff, Nahrung, in Kleidung, Medizin und Kosmetik. Naturstoffe sind als nachwachsende Rohstoffe eine Alternative zu fossilen<br />Rohstoffen. Der zentrale Vorgang für die pflanzliche Stoffproduktion ist die Fotosynthese. Die Energie der Sonne wird genutzt, um aus energiearmen (anorganischen) Stoffen energiereiche (organische) und komplexere Stoffe aufzubauen. Die Fotosynthese findet in den<br />grünen Pflanzenzellen statt. Die Pflanze mit ihren Organen ist optimal an ihre Aufgabe angepasst, die fotosynthetisch aktiven Zellen mit Kohlenstoffdioxid, Wasser, Mineralsalzen und Licht zu versorgen. Dieses Themenfeld ist in besonderer Weise geeignet, den hypo- und Licht zu versorgen. Dieses Themenfeld ist in besonderer Weise geeignet, den hypothesengeleiteten naturwissenschaftlichen Erkenntnisweg zu üben.<br />Das Basiskonzept Struktur-Eigenschaft-Funktion wird auf verschiedenen Systemebenen weiter entwickelt.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Energie</em><br />Pflanzen bauen aus energiearmen, niedermolekularen Stoffen energiereiche und komplexere Stoffe auf. Die Energie für diese endothermen Reaktionen stammt aus dem Licht.<br /><em>System</em><br />Die Pflanze tauscht mit ihrer Außenwelt Materie aus. Das Laubblatt ist eine Funktionseinheit für die Fotosynthese. Die Pflanzenzelle ist die kleinste Einheit für den Stoffaufbau.<br /><em>Struktur-Eigenschaft-Funktion </em><br />Pflanzen und ihre Organe sind an die Wasser- und Lichtverhältnisse angepasst, um größtmögliche Fotosyntheseleistung zu erbringen.<br />Große Oberflächen ermöglichen die schnelle Aufnahme von Kohlenstoffdioxid, Wasser und Licht.<br />Teilchen – Materie/Stoff <br />Die Stoffe Kohlenstoffdioxid, Wasser, Glucose sind Verbindungen der Elemente C, H, O. Die Summenformel zeigt das Atomanzahlverhältnis im Molekül.</p>\n<p><br /><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Ökosystem </li>\n<li>Organismus und Zelle</li>\n<li>Zelle</li>\n<li>Fotosynthese</li>\n<li>Chloroplast, </li>\n<li>Chlorophyll</li>\n<li>Produzent</li>\n<li>Fotosynthesereaktion (Kohlenstoffdioxid, Wasser, Glucose, Sauerstoff) </li>\n<li>nachwachsender Rohstoff </li>\n<li>Energieträger </li>\n</ul>\n<p><img src=\"/media/1276\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Grundlegend ist das Verständnis darüber, dass in der Fotosynthese keine Energie verloren geht. Bei der Fotosynthese werden mit Hilfe von Licht energiereiche Stoffe aufgebaut. Die Differenzierung erfolgt hier durch die Abstraktion des Energieträgermodells (Energieübertragung von Licht auf andere Energieträger) oder die quantitative Erfassung der übertragenen Energie (Energiebilanz).<br />Der Wechsel von der Organebene in die Zellebene schafft ein Grundverständnis für die Systemebenen. Der Einbezug der Ökosystemebene (Pflanzen als Produzenten) stellt eine sinnvolle Erweiterung dar.<br />Die Beschäftigung mit der zellulären Ebene macht die Beschreibung von Vorgängen auf Teilchenebene nötig. Das Vorwissen aus Themenfeld 3 wird hier erweitert. Außerdem kann der Abstraktionsgrad je nach Wahl der Symbolik variiert werden.<br />Licht, Wärme und CO2-Partialdruck sind Faktoren für die Fotosynthese. Dies kann durch hypothesengeleitetes Experimentieren hergeleitet werden. Zusätzlich können weitere Faktoren erforscht werden, z. B. Lichtqualität, Lichtintensität, Mineralsalze ...<br />Der Zusammenhang zwischen Oberflächengröße und Stoffaustausch kann auf verschiedenen Systemebenen (Blattflächen, Chloroplasten...) betrachtet werden. Aspekte zum Wasserhaushalt sind additive Unterrichtsinhalte, die zum Teilkonzept Regulation führen, z. B. Transpiration, Spaltöffnungsbewegung.</p>\n<p><strong>Bezüge: </strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 2 Zellen;</li>\n<li>TF 4 Produzenten</li>\n<li>TF 5 Fotosynthese als Phänomen</li>\n<li>TF 7 Naturstoffe </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 3 Oberflächenvergrößerung</li>\n<li>TF 5 Kohlenstoffkreislauf, Formelsprache</li>\n<li>TF 12 </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 3 Energieträger, -diagramm</li>\n<li>TF 4 Rohstoffe</li>\n<li>TF 5 Kosmetik, Pflanzenstoffe</li>\n<li>TF 7 Makromoleküle</li>\n<li>TF 9 Chromatographie</li>\n<li>TF 11 CO<sub>2</sub>-Senken </li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>TF 2 Licht, Absorption</li>\n<li>TF 6 regenerative Energiequellen </li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8883"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8882"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8880"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8881"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8884"}],"prefLabel":{"de":"4. Pflanze, Pflanzenorgane, Pflanzenzellen – Licht ermöglicht Stoffaufbau"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>In der Orientierungsstufe haben die Schülerinnen und Schüler die Bedeutung der Fotosynthese kennengelernt. Der Bedarf an Nahrung, Werkstoffen und Energie wird durch Nutzung von Ökosystemen gedeckt. Natur- und Kulturräume sind, auch durch menschliche Einflüsse, einer ständigen Veränderung unterworfen.<br />Das Themenfeld motiviert für den bewussten Umgang mit Ressourcen und fördert das Engagement für nachhaltiges Handeln. Die Lernenden werden angeregt, global zu denken und lokal zu handeln. Dazu bietet sich fächerverbindender Projektunterricht an.<br />Die Kenntnis über Wechselwirkungen in natürlichen Systemen befähigt die Schülerinnen und Schüler, die Folgen menschlichen Handelns für die Umwelt an einem aktuellen Beispiel abzuschätzen. In Ansätzen können Zukunftsszenarien modelliert werden, die sich aus einer nachhaltigen Nutzung einerseits und einer nicht nachhaltigen andererseits ergeben. Biodiversität fördert die Stabilität von Ökosystemen und ist ein zentrales Anliegen von Naturschutz.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Energie</em><br />Durch die Fotosynthese wird Energie für das Ökosystem nutzbar und in Form von Biomasse von Trophiestufe zu Trophiestufe übertragen. Dabei geht Energie als Wärme für den Organismus/das Ökosystem verloren.<br /><em>System</em><br />Ökosysteme sind offene Systeme, in denen Organismen untereinander und mit abiotischen Faktoren in Wechselwirkung stehen.<br />Ökosysteme reagieren auf Störung mit Selbstregulation. Dadurch verändert sich das System.<br />Ein Ökosystem ist gegenüber Störungen umso stabiler, je mehr Arten in Wechselwirkung stehen.<br /><em>Entwicklung</em><br />Lebensräume sind sich entwickelnde Systeme. Menschliche Einflüsse können zu unumkehrbaren Veränderungen von Ökosystemen führen.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Umweltfaktoren</li>\n<li>Produzenten/Konsumenten/ Destruenten</li>\n<li>Stoffkreislauf</li>\n<li>Energiefluss</li>\n<li>Nachhaltigkeit</li>\n<li>Ökosystem</li>\n<li>Artenvielfalt</li>\n</ul>\n<p><img src=\"/media/1277\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Ein Grundverständnis zum Aufbau und zur Regulation von Ökosystemen kann durch wenig komplexe Systeme wie z. B. Aquarium, Flaschengarten o. Ä. erreicht werden.<br />Das Anforderungsniveau steigert sich mit der Anzahl der betrachteten Wechselwirkungen. Regulation kann sowohl in einfachen als auch in komplexen Modellen dargestellt werden.</p>\n<p><strong>Bezüge: </strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 4 Nahrungsketten</li>\n<li>TF 5 Wasserkreislauf </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 1 Systematik, Artenkenntnis</li>\n<li>TF 2 Entwicklung als Lebensprinzip</li>\n<li>TF 3 Atmung</li>\n<li>TF 4 Fotosynthese</li>\n<li>TF 12 fakultativ: grüne Gentechnik, Umwelttechnologien </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 1 Stoffe in Luft, Wasser, Boden</li>\n<li>TF 2 Salze, Mineralstoffe im Bodenwasser</li>\n<li>TF 3 Biomasse und Brennwert</li>\n<li>TF 5 Wasserlöslichkeit, Fettlöslichkeit</li>\n<li>TF 6 pH-Wert</li>\n<li>TF 9 (Trink-)Wasseranalysen, Nachweisgrenzen</li>\n<li>TF 10 Toxische Stoffe in der Umwelt)</li>\n<li>TF 11 Stoffkreisläufe, Verantwortung)</li>\n<li>TF 12 mobile Energieträger </li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>TF 8 Energieströme </li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8887"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8886"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8888"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8885"}],"prefLabel":{"de":"5. Ökosysteme im Wandel"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Schülerinnen und Schüler nehmen an sich selbst und an anderen Veränderungen wahr. Im persönlichen Umfeld werden die Jugendlichen mit Erwartungen und Anforderungen konfrontiert, denen sie sich stellen müssen.<br />Das pädagogische Anliegen des Themenfeldes geht über die Aufklärung über Körpervorgänge hinaus: Durch Sprachvorbilder erwerben die Schülerinnen und Schüler die Fähigkeit, über Sexualität zu sprechen. Ein weiteres zentrales Anliegen ist die wachsende Verantwortlichkeit der Jugendlichen gegenüber sich selbst und anderen, dazu gehören Toleranz und sexuelle Selbstbestimmtheit. Das komplexe pädagogische Vorhaben erfordert die fächerverbindende Bearbeitung der Thematik. Um der fortschreitenden Reifung der Jugendlichen gerecht zu werden, sollte Sexualität als Querschnittsthema in verschiedenen Klassenstufen angeboten werden.<br />Insbesondere der Biologieunterricht bietet Raum für individuelle Fragen der Schülerinnen und Schüler zu vielen Aspekten von Sexualität. Dazu gehören auch Fragen zu Verhütung, Kinderwunsch und Geschlechterrolle. Das Verständnis von Gehirnentwicklung, hormoneller Regulation und körperlichen Veränderungen erklärt die Pubertät als wichtige Übergangsphase zum Erwachsen werden.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>System: Information und Kommunikation</em><br />Innerhalb des Organismus werden Informationen zwischen den Organen ausgetauscht.<br />Verhalten und Körpervorgänge werden durch Hypophysen- und Geschlechtshormone bewirkt.<br /><em>Entwicklung</em><br />Höhere Organismen durchlaufen eine Entwicklung (Ontogenese), die mit der Befruchtung der Eizelle beginnt.<br />Die Entwicklung wird über endogene und exogene Faktoren gesteuert.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Geschlechtsmerkmale </li>\n<li>Hypophyse</li>\n<li>Sexualhormone </li>\n<li>Keimdrüsen, Keimzellen </li>\n<li>Ovulation, Spermienbildung </li>\n<li>Befruchtung und Einnistung </li>\n<li>menstrualer Zyklus </li>\n<li>Pubertät </li>\n<li>Geschlechtsverkehr </li>\n<li>Homosexualität</li>\n</ul>\n<p><img src=\"/media/1278\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Die Heterogenität einer Lerngruppe äußert sich hier insbesondere in der unterschiedlichen individuellen Reife und in der Vielfalt der Fragen und Interessen, welche bei der Unterrichtsplanung berücksichtigt werden. So wird von einer Vertiefung biologischer Zusammenhänge, z. B. der Abstraktion des Regulationskonzeptes, abgeraten, um die pädagogische Intention des Themenfeldes nicht zu gefährden.<br />(Fächerverbindende) medienpädagogische Projekte sind geeignet, um die Darstellung und den Umgang mit Sexualität in Medien, z. B. den internetbasierten sozialen Netzwerken, zu reflektieren. Dies hilft den Schülerinnen und Schülern, eigene Standpunkte zu entwickeln und zu vertreten. Dies setzt voraus, dass die Lernenden die nötige Reife dazu besitzen. Deshalb ist die curriculare Einordnung des Themenfeldes flexibel zu handhaben. Es ist sinnvoll, einzelne Aspekte mit anderen Themenfeldern zu vernetzen und zeitlich zu trennen, z. B. TF 9 (sexuell übertragbare Krankheiten, STI), TF 10 (sexuelle Identität).</p>\n<p><strong>Bezüge: </strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 8 Keimzellbildung, Embryonalentwicklung, Fachsprache </li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 1 Fortpflanzung</li>\n<li>TF 2 Sexualität</li>\n<li>TF 7 Signalwirkung von Stoffen</li>\n<li>TF 9 fakultativ: AIDS</li>\n<li>TF 10 Keimzellbildung, Befruchtung, Geschlechterrolle</li>\n<li>TF 12 Reproduktionsmedizin </li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 10 Gefährliche Stoffe </li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>-- </li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8889"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8891"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8890"}],"prefLabel":{"de":"6. Erwachsen werden"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2193"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Die Sinne sind der Zugang zur Welt. Das Themenfeld bietet die Möglichkeit zur Selbsterfahrung, z. B. durch Versuche zu einem Sinnesorgan, durch Experimente zur Wahrnehmungspsychologie oder zur Gedächtnisleistung.<br />Sinneserfahrungen sind subjektiv und manipulierbar. Aspekte dieses Themenfeldes können genutzt werden, um die Drogenprävention in der Schule zu unterstützen. Das Sprechen über Lernen und Lernprozesse ist eine gesamtschulische Aufgabe. An dieser Stelle bietet der Biologieunterricht Gelegenheit, über das eigene Lernen zu reflektieren.<br />In diesem Themenfeld kann der naturwissenschaftliche Erkenntnisgang geübt und vertieft werden: Sinnesphänomene oder Selbstversuche führen zu Fragen der biologischen Informationsverarbeitung und zu erklärenden Modellen. In der exemplarischen Auseinandersetzung mit einem Sinnesorgan wird der Informationsweg von der Reizaufnahme im Sinnesorgan, der Codierung und Erregungsleitung bis zur Verrechnung und Speicherung im Gehirn verfolgt. Drogen wirken an Synapsen und beeinflussen Körperfunktionen oder verändern Sinneseindrücke.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>System</em><br />Informationen werden aufgenommen, verarbeitet und bewirken eine Reaktion des Organismus, z. B. Reflex. Die biologische Informationsverarbeitung ist dem EVA-Prinzip der Informationstechnik analog.<br />Drogen greifen in das System (Organismus, Zelle) als Störung ein, das System reagiert mit Gegenmaßnahmen.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Reizaufnehmende Strukturen haben Eigenschaften, um mit einem spezifischen Reiz in Wechselwirkung zu treten, z. B. Farbstoff in Lichtsinneszellen, Membran in Hörorganen, Rezeptoren auf Riechsinneszellen (...).<br />Neuronen sind an die Informationsaufnahme, Codierung und Informationsweiterleitung angepasst. Ein Modell für die Informationsweiterleitung an chemischen Synapsen ist das Schlüssel-Schloss-Prinzip.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Reiz</li>\n<li>Erregungsleitung Sinneszelle</li>\n<li>Nervenzelle</li>\n<li>chemische Synapse </li>\n<li>Zentrales Nervensystem </li>\n<li>Gehirn</li>\n<li>neuronales Netz </li>\n<li>Schlüssel-Schloss-Prinzip </li>\n<li>Drogen</li>\n</ul>\n<p><img src=\"/media/1279\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Das Grundverständnis biologischer Informationsverarbeitung wird durch die exemplarische Bearbeitung eines Sinnesorgans und der Nervenzelle erreicht. Die Erkenntnisgewinnung kann intensiviert werden, indem die Informationsverarbeitung an verschiedenen Sinnesorganen miteinander verglichen wird.<br />Der Blick in das Gehirn und Gedächtnismodelle schaffen Gelegenheit, über Lernen zu sprechen, Lernprozesse zu erklären und Lernstrategien biologisch zu begründen.<br />Das Schlüssel-Schloss-Prinzip wird genutzt, um die Funktion von chemischen Synapsen zu erklären. Die Übertragung des Prinzips auf weitere Kontexte, z. B. Wirkung von Drogen oder Schmerzmittel, führt zu einem vertieften Verständnis.<br />Drogenabhängigkeit kann unter Anwendung des Regulationskonzeptes erklärt werden.</p>\n<p><strong>Bezüge:</strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 1 Sinne, Grenzen der Sinne</li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 1 Kommunikation, Vielfalt der Sinnesorgane</li>\n<li>TF 7 Hormone</li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 2 Natriumionen</li>\n<li>TF 10 Giftstoffe, z. B. von Schlangen, Drogen</li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>TF 1 Schall und Wechselwirkung </li>\n<li>TF 2 Licht und Wechselwirkung </li>\n<li>TF 11 EVA-Prinzip für die Informationsverarbeitung</li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8894"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8892"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8893"}],"prefLabel":{"de":"7. Informationen empfangen, verarbeiten, speichern"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2194"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Die Schülerinnen und Schüler hören immer wieder, dass ausgewogene Ernährung und Bewegung zur Gesundheit und zum Wohlbefinden beitragen.<br />Zu Sport und Ernährung lassen sich zahlreiche gesellschaftliche Bezüge finden. Das Themenfeld bietet den Schülerinnen und Schülern Gelegenheit, die eigene Einstellung zu Sport und Ernährung zu reflektieren.<br />Im Zentrum des Fachinteresses steht die Energiebilanz des Organismus. Ein Ungleichgewicht von Bewegung und Ernährung kann Ursache von Erkrankungen sein.<br />Ein zweiter fachlicher Aspekt ist der Zusammenhang von Bau und Funktion des Muskels. Am Beispiel der Muskelarbeit kann Energiewandlung auf verschiedenen Systemebenen beschrieben werden. Der Einfluss von Training und Ernährung auf Ausdauer, Kraft, Schnelligkeit und Beweglichkeit wird über strukturelle Veränderungen des Muskels erklärt.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Energie</em><br />Die Zellen verfügen über einen mobilen und regenerierbaren Energiespeicher, das ATP.<br />Die Energie für die Herstellung von ATP stammt aus der Zellatmung.<br />Wird mehr Energie durch Nahrung zugeführt als für die Lebensprozesse benötigt wird, werden Fettdepots als Energiespeicher angelegt.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Die Muskelzelle (Muskelfaser) ist die kleinste Funktionseinheit für die Bewegung.<br />Der Aufbau des Muskels wird durch die Kontraktionsfunktion und die Notwendigkeit der Versorgung mit Nährstoffen und Sauerstoff bedingt.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Energieträger </li>\n<li>Energieerhaltung </li>\n<li>Energiebilanz </li>\n<li>Zellatmung</li>\n<li>ATP (im Sinne eines „aufladbaren, mobilen Energieträgers“) </li>\n<li>Muskel </li>\n<li>Muskelkontraktion</li>\n</ul>\n<p><img src=\"/media/1280\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Das Themenfeld kann zieldifferenziert unterrichtet werden und die Lebensbewältigung in den Mittelpunkt rücken. Je nach Lerngruppe kann auf die fachliche Vertiefung zugunsten alltagsbezogener Aspekte verzichtet werden (z. B. Wahl der Nahrungsmittel, Essverhalten, Folgen von Bewegungsmangel, Nutzung muskelaufbauender Präparate...). Je nach Interesse und Schulprofil können Fächer verbindende Projekte mit den Fächern Sport, Ethik, Sozialkunde oder dem Wahlpflichtfach WISO durchgeführt werden.<br />Das Verständnis des Energieflusses in der Muskelzelle schafft die Grundlage, um den Zusammenhang von Ernährung und Bewegung zu erfassen. Die Differenzierung erfolgt hier durch die Abstraktion der verwendeten Modellvorstellungen.<br />Auf Basis des Verständnisses der Zellatmung und der Funktion des Muskels können vertiefende Problemstellungen, z. B. Doping und Leistungssport, ausgehen. Die Fähigkeit, Energiebilanzen zu erstellen, macht es möglich, verschiedene Kontexte zu Sport und Ernährung zu bearbeiten. Zur Vorbereitung auf den Eintritt in die Oberstufe bietet das Themenfeld einen ersten Zugang zu molekularbiologischen Fragestellungen. In Abgrenzung zur Oberstufe wird ATP als Blackbox in einfachen Modellen beschrieben, z. B. als „mobiler Energieträger“ oder „Energiewährung“ der Zelle. Kontraktion wird auf verschiedenen Systemebenen evident: Organebene, mikroskopische und molekulare Ebene. Letztere beruht auf der Existenz gegeneinander verschiebbarer Moleküle, den Aktin- und Myosinfilamenten.</p>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8896"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8895"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8898"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8897"}],"prefLabel":{"de":"8. Sport und Ernährung – Energiebilanz des Körpers"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Die Schülerinnen und Schüler verfügen über Erfahrung mit Infektionskrankheiten und kennen gute Ratschläge, Hausmittel, Medikamente. Leitfragen des Themenfeldes sind: Wie man sich und andere vor Infektionskrankheiten schützen kann, wie die Selbstheilung des Körpers funktioniert und wie Infektionskrankheiten erkannt und behandelt werden.<br />Gesellschaftliche Relevanz ergibt sich auch aus dem Zusammenhang zwischen Reisegewohnheiten und Ausbreitungsrisiko von Infektionskrankheiten. Weiterhin ist der Zusammenhang von Sexualverhalten und sexuell übertragbaren Infektionen (STI, z. B. HIV) geeignet, um Sexualität als Querschnittsthema wieder aufzugreifen.<br />Die Leitfragen führen die Schülerinnen und Schüler zu den Erregertypen und zum Immunsystem. Der Unterricht bietet viel Raum, das bisher erworbene Verständnis submikroskopischer Strukturen zu vertiefen und mit Modellvorstellungen zu arbeiten. Der Zusammenhang von Stress und Infektionsrisiko zeigt erneut die Regulationsfähigkeit des Organismus und seine Anpassungsleistung.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>System</em><br />Krankheitserreger überwinden die Systemgrenze des Orga- nismus.<br />Dies verursacht Störungen und veranlasst das Immunsystem, Regulationsmaßnahmen einzuleiten.<br />Dazu werden Informationen zwischen den Zellen ausge- tauscht.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Immunzellen erkennen Krankheitserreger, senden Botschaf- ten und wehren Erreger ab.<br />Das Schlüssel-Schloss-Prinzip erklärt modellhaft die Kommu- nikation auf molekularer Ebene und die Wirkungsweise der Antikörper.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Erreger (Virus, Bakterium, Parasit)</li>\n<li>Knochenmark</li>\n<li>Immunzellen</li>\n<li>Immunreaktion</li>\n<li>Antigen, Antikörper</li>\n<li>Antibiotikum und Resistenz</li>\n<li>aktive und passive Immunisierung</li>\n<li>Immunität</li>\n</ul>\n<p><img src=\"/media/1281\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Modellarbeit spielt eine zentrale Rolle beim Konzeptverständnis. Die Differenzierung erfolgt hier über die Methodik.<br />Unterrichtskontexte zur Antibiotikumresistenz und zur Mutabilität von Viren bieten die Möglichkeit, die Evolutionstheorie erneut anzuwenden.<br />Grundlegend ist die Anwendung des Schlüssel-Schloss-Prinzips zur Erklärung der Immunreaktion. Darüber hinaus kann mit Hilfe dieses Prinzips gezeigt werden, wie sich Veränderungen der Erbinformationen auf Schlüssel oder Schloss auswirken. Hier wird ein erster Zusammenhang zwischen DNA und Übersetzung auf molekulare Strukturen hergestellt.</p>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8902"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8900"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8899"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8901"}],"prefLabel":{"de":"9. Krankheitserreger erkennen und abwehren"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Warum bin ich so, wie ich bin? Was wurde mir vererbt? Fachbegriffe und Modelle der (molekularen) Genetik begegnen den Schülerinnen und Schülern täglich in multimedialer Form und erzeugen verschiedene Vorstellungen und Unsicherheiten.<br />Die Schülerinnen und Schüler lernen Individualität als biologisches Prinzip kennen. Individualität entsteht in der wechselseitigen Beeinflussung von Genen und Umwelt. Das pädagogische Anliegen des Themenfeldes ist es, die eigene Individualität zu reflektieren und Akzeptanz für die eigene und die Individualität anderer zu schaffen.<br />Ziel ist es, die Grundlagen der Genetik in einem humanzentrierten Strukturierungsansatz zu vermitteln. Vererbungsphänomene sind erklärbar, dabei werden zytologische Untersuchungsergebnisse und molekularbiologische Modelle genutzt. Ein präziser Sprachgebrauch ist der Schlüssel zum Verständnis der unterschiedlichen Organisationsebenen der Genetik.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Entwicklung</em><br />Das Individuum entsteht aus der Zygote durch Zellteilung. Die Ontogenese verläuft in definierten Phasen.<br />Individualität entsteht durch Sexualität (Meiose und Befruchtung). Die Neukombination von Genen führt zu neuen Eigenschaften.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Zelluläre Ebene:<br />Das Chromosom ist die Transportform der DNA. Bei der Verteilung der mütterlichen und väterlichen Chromosomen während der Meiose entstehen neue Kombinationen.<br />Molekulare Ebene:<br />Komplementäre Basenpaare bilden die molekularen Funktionseinheiten, sowohl für die Replikationsfunktion als auch für die Übersetzungsfunktion (Transkription und Translation) der DNA.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>Keimzelle</li>\n<li>Zygote (befruchtete Eizelle)</li>\n<li>Befruchtung</li>\n<li>Meiose (Keimzellbildung) Genotyp, Phänotyp</li>\n<li>DNA Gen-Protein-Merkmal genetische Vielfalt</li>\n</ul>\n<p><img src=\"/media/1282\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Genetische Untersuchungen (Schwangerschaftsvorsorgeuntersuchung, Vaterschaftstest, ...) sind Teil des Alltags oder öffentlicher Diskussion. Das Themenfeld soll mindestens dazu befähigen, der Diskussion fachlich korrekt zu folgen. An lebensnahen Fallbeispielen kann die Anwendung von Fachwissen geübt werden: Trisomien können erklärt und durch Karyogramme diagnostiziert werden. Erbkrankheiten lassen sich über Stammbäume verfolgen und statistisch vorhersagen. Der Biologieunterricht wird dabei auch Fragen zur PID und Eugenik berühren.<br />Das Anforderungsniveau des Unterrichts steigert sich mit der Erklärungstiefe genetischer Phänomene. Das Themenfeld fokussiert die lebensweltliche Perspektive und zielt auf ein Grundverständnis der für die Entwicklung und Vererbung relevanten Vorgänge. In Abgrenzung zur Oberstufe wird das zytologische (z. B. zum Ablauf von Meiose oder Mitose) oder molekularbiologische Detailwissen (DNA-Replikation, Proteinbiosynthese) auf das unbedingt Notwendige beschränkt.<br />Wird ein besonderer Schwerpunkt im Bereich der Erkenntnisgewinnung gesetzt, bietet sich der historische Erkenntnisweg an. Hier reicht das Differenzierungsspektrum vom einfachen Nachvollziehen ausgewählter Versuche bis hin zur selbstständigen Auswertung.</p>\n<p><strong>Bezüge:</strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 2 Zellen</li>\n<li>TF 4 Zuchtwahl, Entwicklung </li>\n<li>TF 8 Keimzellen, Befruchtung</li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 1 Vielfalt</li>\n<li>TF 2 Variabilität, Mutation</li>\n<li>TF 6 Erwachsen werden</li>\n<li>TF 11 moderne Biowissenschaften </li>\n<li>TF 12 Humanevolution, Reproduktionsmedizin</li>\n</ul>\n</li>\n<li><strong>Chemie</strong>\n<ul>\n<li>TF 7 Makromoleküle</li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>TF 5 Radioaktivität</li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8903"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8905"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8906"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8904"}],"prefLabel":{"de":"10. Individualität und Entwicklung"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Die Schülerinnen und Schüler stellen fest, dass die biowissenschaftliche Forschung sich mit großer Dynamik entwickelt, welche zu einer Differenz zwischen dem Wissen der Experten auf der einen und des einzelnen Bürgers auf der anderen Seite führt. Es werden biotechnologische Verfahren oder Produkte angeboten oder kontrovers diskutiert.<br />Die pädagogische Absicht ist es, die wissenschaftlichen Grundlagen zu vermitteln, die für eine objektivere Beurteilung nötig sind. Der Unterricht bietet Raum, einen Überblick über die Forschungsbereiche der Biowissenschaften zu schaffen und Berufsfelder kennenzulernen, in denen Biowissenschaften eine Rolle spielen.<br />Aus der Vielzahl von Möglichkeiten, z. B. Gentechnik, Gentherapie und Gendiagnostik, werden diejenigen ausgewählt, welche Aktualität, gesellschaftliche Relevanz und das Interesse der Schülerinnen und Schüler berücksichtigen. In Abgrenzung zum Oberstufenunterricht liegt der Schwerpunkt auf einem Grundverständnis und dem Überblick über biotechnologische Methoden, z. B. Isolierung und Vervielfältigung von DNA, nicht aber auf der Vertiefung molekularbiologischer Einzelheiten. Die in TF 10 erworbenen Grundlagen können hier geübt und vernetzt werden.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Entwicklung</em><br />Gentechnik lässt sich als gesteuerte Mutation interpretieren. Biotechnologische Verfahren greifen in die Evolution ein.<br /><em>Struktur-Eigenschaft-Funktion</em><br />Die DNA ist Träger der genetischen Information, die durch die Basenfolge codiert ist. Wird die Basenfolge verändert, verändern sich bestimmte Eigenschaften im Organismus. Der genetische Code ist universell.<br />Gene lassen sich durch Marker identifizieren, die sich gemäß dem Schlüssel-Schloss-Prinzip an die DNA binden.</p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>z. B. Reproduktionsmedizin </li>\n<li>genetischer Fingerabdruck </li>\n<li>weiße/rote/grüne Biotechnologie</li>\n<li>Gentechnik </li>\n<li>Gentherapie </li>\n<li>synthetische Biologie </li>\n<li>Individualmedizin </li>\n<li>horizontaler Gentransfer Biodiversitätsforschung</li>\n</ul>\n<p><img src=\"/media/1283\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Die Themenauswahl orientiert sich an aktuellen gesellschaftsrelevanten Diskussionen und Problemen. Die inhaltliche Offenheit des Themenfeldes wird genutzt, um Interessen der Lerngruppe in die Planung des Unterrichtes einzubeziehen. Hier können Fachinhalte aus anderen Themenfeldern neu aufgelegt oder vertieft werden. Das Themenfeld ist besonders geeignet, Problemlösekompetenz zu entwickeln. Dazu werden Fachinhalte in problemorientierte Unterrichtsvorhaben eingebettet.<br />Eine Steigerung des Anforderungsniveaus im Bereich der Kommunikationskompetenz kann erreicht werden, indem Unterrichtsergebnisse veröffentlicht und einem breiteren Publikum zugänglich gemacht werden.</p>\n<p><strong>Bezüge:</strong></p>\n<ul>\n<li><strong>NaWi</strong>\n<ul>\n<li>TF 4 Züchtung</li>\n<li>TF 6 Technische Entwicklung</li>\n</ul>\n</li>\n<li><strong>Biologie</strong>\n<ul>\n<li>TF 9 Viren</li>\n<li>TF 10 Reproduktion, DNA</li>\n<li>TF 12 gesellschaftliche Veränderung</li>\n</ul>\n</li>\n<li><strong>Chemie</strong> Je nach Kontext:\n<ul>\n<li>TF 7 Makromoleküle</li>\n<li>TF 9 Nachweisgrenzen, Grenzwerte, Analysemethoden</li>\n<li>TF 10 Mutagene, Umwelttoxine</li>\n</ul>\n</li>\n<li><strong>Physik</strong>\n<ul>\n<li>--</li>\n</ul>\n</li>\n</ul>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8908"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8910"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8907"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8909"}],"prefLabel":{"de":"11. Biowissenschaften und Gesellschaft"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/1"}],"definition":{"de":["<p>Wie viel tierisches Erbe steckt im Menschen und was grenzt den Menschen vom Tier ab? Wie kam es zur Menschwerdung und wie wird der Mensch sich entwickeln?<br />In diesem Themenfeld geht es nicht darum, Evolution zu beweisen, sondern die Evolution als Denkrahmen vorzugeben. Mit Hilfe der Evolutionsgeschichte können menschliche Verhaltensweisen erklärt werden. Das moderne Erdzeitalter wird mit dem Begriff „Anthropozän“ belegt. Der Einsatz von Technik und Technologie verändert die Umwelt des Menschen, somit wird der Mensch selbst zum Evolutionsfaktor für sich und andere Lebewesen. Ziel ist es, menschliches Handeln auf mögliche Folgen für die Zukunft zu bedenken und daraus Konsequenzen abzuleiten. Die Reflexion zum Menschenbild ist ein pädagogisches Anliegen dieses Themenfeldes und kann fächerverbindend genutzt werden.<br />Das Themenfeld macht interdisziplinäre und innerfachliche Zusammenhänge deutlich, die in ihrer Gesamtheit jedoch nicht bearbeitet werden können. Es geht vielmehr darum, exemplarisch das bereits erworbene Wissen über Evolution, Ökologie, Neurobiologie, Immunbiologie und Genetik zu vernetzen und punktuell zu vertiefen.</p>\n<p><strong>Beitrag zur Entwicklung der Basiskonzepte:</strong><br /><em>Entwicklung</em><br />Verhalten und Anatomie des Menschen sind das Ergebnis von Evolution.<br />Das Evolutionsprinzip lässt sich auf die kulturelle Evolution des Menschen übertragen.<br />Kulturelle und biologische Evolution beeinflussen sich.<br /><em>System</em><br />Menschliches Handeln wirkt auf die Biosphäre, dadurch werden komplexe Veränderungen in Gang gesetzt.<br /> </p>\n<p><strong>Fachbegriffe:</strong></p>\n<ul>\n<li>z. B. Anthropozän</li>\n<li>Evolution des Menschen</li>\n<li>Evolutionsfaktor</li>\n<li>kulturelle Evolution</li>\n<li>Instinktverhalten</li>\n<li>Stressreaktion</li>\n<li>Zivilisationskrankheiten</li>\n<li>Pandemie</li>\n<li>Biodiversität</li>\n</ul>\n<p> </p>\n<p><img src=\"/media/1284\" /></p>\n<p><strong>Differenzierungsmöglichkeiten:</strong><br />Durch an die Lerngruppe angepasste Schwerpunktauswahl werden Vorwissen und Interessen in die Planung des Unterrichtes einbezogen. Fachinhalte aus anderen Themenfeldern werden unter neuen Aspekten vernetzt und punktuell vertieft. Die Differenzierung erfolgt hier durch die Breite bei der Auswahl der Schwerpunkte und die jeweilige fachliche Tiefe.<br />Wird ein besonderer Schwerpunkt im Bereich der Erkenntnisgewinnung gesetzt, kann die Arbeitsweise von Evolutionsbiologen thematisiert werden, z. B. vergleichende Verhaltensbeobachtungen oder die Auswertung immunologischer oder molekulargenetischer Untersuchungen.<br />Modellierung kann geübt werden, indem die komplexen durch menschliches Handeln verursachten Wechselwirkungen mit systemanalytischen Methoden dargestellt werden, z. B. Netz der Weltprobleme.</p>"]},"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"narrower":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8913"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8912"},{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8911"}],"prefLabel":{"de":"12. Biologische Anthropologie"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2199"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS entwickeln die Kennzeichen des Lebendigen durch kriteriengeleitetes Vergleichen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8867"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben anatomische Merkmale von ausgewählten Vertretern fachgerecht"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8868"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS recherchieren und präsentieren zu Organismen oder Organismengruppen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8869"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2188"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS ordnen Lebewesen an Hand anatomischer oder physiologischer Merkmale taxonomisch ein"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8870"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS vergleichen ausgesuchte anatomische Merkmale (z. B. Pferdehuf, Atmungssysteme), um Entwicklungsreihen zu erkennen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8871"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen die Chronologie evolutiver Ereignisse durch Anschauungsmodelle, z. B. in Form einer Zeitleine, Uhrmodell, Kalendermodell der Evolutionsgeschichte"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8872"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben Entwicklung mit Hilfe von Stammbäumen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8873"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2189"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden die Evolutionstheorie auf verschiedene Problemstellungen, z. B. Aussterben oder Entwicklung von Arten, an"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8874"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS führen exemplarisch Versuche oder Untersuchungen zu physiologischen Fragestellungen durch, z. B. dem Zusammenhang von Kohlenstoffdioxidproduktion und Bewegung"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8875"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen den Zusammenhang von Struktur und Funktion, z. B. durch Modelle, Auswertung von Daten, Experimente"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8876"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben das Herz-Kreislauf- und ein ausgewähltes Organsystem mit Hilfe von Schemazeichnungen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8877"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS stellen Stoffaustausch oder Stoffumwandlung unter Verwendung von Teilchensymbolen oder Formelsprache schematisch dar"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8878"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2190"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden den Zusammenhang von Struktur und Funktion in verschiedenen Problemstellungen an"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8879"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS mikroskopieren pflanzliche Zellen/Gewebe"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8880"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen den Zusammenhang von Fotosynthese und Energiespeicherung mit Hilfe von Energiediagrammen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8881"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS experimentieren hypothesengeleitet, werten Versuche aus und stellen Versuchsergebnisse in Protokollen dar"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8882"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben die Fotosynthesereaktion mit Teilchensymbolen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8883"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2191"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden den Zusammenhang von Struktur und Funktion in Problemstellungen an"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8884"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen die Komplexität von Ökosystemen mit Hilfe von Modellen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8885"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS stellen Wechselwirkungen im Ökosystem schematisch dar"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8886"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS bilanzieren Stoff- und Energieflüsse, um Auswirkungen des eigenen Handelns abzuschätzen, z. B. CO 2 -Fußabdruck, ökologischer Rucksack, virtuelles Wasser"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8887"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2192"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden Dimensionen der Nachhaltigkeit (z. B. Drei-Säulen-Modell) an, um (anthropogene) Einflüsse auf Ökosysteme zu bewerten"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8888"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2193"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS recherchieren fragengeleitet in verschiedenen Quellen über hormonelle Einflüsse auf verschiedene Organe"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8889"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2193"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden beim Sprechen über Sexualität Fachsprache (statt der Alltagssprache) an"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8890"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2193"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden biologisches Wissen an, um verantwortliches Handeln abzuleiten (z. B. zur Körperpflege, Verhütungsmethoden, Verhalten in der Schwangerschaft)"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8891"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2194"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS führen Versuche zur Funktion eines Sinnesorgans durch und werten sie aus"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8892"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2194"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen den Zusammenhang von Struktur und Funktion eines Sinnesorgans und des Neurons durch Modelle oder Modellexperimente"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8893"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2194"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden das Schlüssel-Schloss-Prinzip zur Erklärung der Informationsübertragung an Synapsen in verschiedenen Problemstellungen (z. B. Synapsengifte, Drogen) an"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8894"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS stellen Energiefluss in der Muskelzelle schematisch/modellhaft dar"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8895"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erstellen Energiebilanzen, z. B. in Zusammenhang mit dem Körpergewicht"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8896"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden Wissen über Muskelaufbau und Zellatmung an, um Leistungssteigerung durch Ernährung und Training zu erklären"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8897"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2195"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS bewerten Bewegungs- und Ernährungsgewohnheiten mit Blick auf die Gesunderhaltung des eigenen Körpers"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8898"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS verwenden Modelle zur Erklärung der Immunantwort als Ergebnis interzellulärer Kommunikation"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8899"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS recherchieren fragengeleitet oder hypothesengeleitet zu verschiedenen Erregertypen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8900"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beurteilen Maßnahmen gegen Infektionskrankheiten unter Anwendung von Fachwissen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8901"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2196"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS bewerten Standpunkte zur Impfung gegen Infektionskrankheiten"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8902"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden einfache Modelle an, um den Weg vom Gen zum Merkmal zu erklären"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8903"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS erschließen die Ursachen der Individualität durch modellhafte Darstellung von Meiose und Befruchtung"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8904"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben Individualität auf verschiedenen Organisationsebenen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8905"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2197"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS nutzen kombinatorische Methoden (Kreuzungsschemata), um Wahrscheinlichkeit für Geno- und Phänotypen vorauszusagen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8906"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS nutzen einschlägige Fachbegriffe zur gezielten Recherche"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8907"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS stellen Rechercheergebnisse einem Publikum adressatengerecht und in strukturierter sprachlicher Darstellung vor"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8908"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS argumentieren zu Chancen und Risiken biotechnologischer Anwendungen, z. B. Reproduktionsmedizin, Gentechnik, Gendiagnostik"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8909"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2198"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden biologisches Fachwissen an, um Technologien zu erklären oder zu beurteilen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8910"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2199"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS werten Daten zur Anatomie, Genetik oder Immunbiologie aus, um Verwandtschaftsbeziehungen zu erkennen"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8911"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2199"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS wenden Wissen über die Abstammung des Menschen an, um ausgewählte Verhaltensweisen des Menschen, z. B. Stressreaktion, zu erklären"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8912"}
{"broader":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/2199"}],"inScheme":[{"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/"}],"prefLabel":{"de":"Die SuS beschreiben Einflüsse der kulturellen Evolution (technische und medizinische Errungenschaften) auf die Entwicklung der Menschheit und der Biosphäre"},"type":["http://www.w3.org/2004/02/skos/core#Concept"],"uri":"http://w3id.org/openeduhub/vocabs-playground/biologie_7_9_10/8913"}
